export interface Friend {
  id: number;
  name: string;
  nickname: string;
  password: string;
  message: string;
  memory: string;
  images?: string[];
}

export const friends: Friend[] = [
  {
    id: 1,
    name: "ข้าวเจ้า",
    nickname: "ข้าวเจ้า",
    password: "kaojao2024",
    message: "ไม่รู้ว่าคนอื่นเห็นจะให้มันเป็นอันดับที่เท่าไหร่อ่ะแต่มึงคือที่หนึ่งสำหรับกูนะเว้ย",
    memory: "ก็กูไม่รู้ว่ะว่ากูควรบอกไงกับมึงดีแต่กูอะดีใจนะที่มึงเป็นเพื่อนแบบมึงแม่งแบบเป๊ะสำหรับกูเลยแบบไอ้เหี้ยมึงไม่รู้หรอกว่ากูพูดเรื่องเสียงแล้วกูยอมมึงจริงๆว่ะเพื่อนไม่รู้ว่าคนอื่นเห็นน่ะจะให้มึงเท่าไหร่มึงอ่ะจะให้กูไปที่เท่าไรอ่ะแต่กูให้เป็นเดอะเวย์สำหรับกูเลยเอาแบบมึงเป็นคนที่ให้คำปรึกษาดีนะคอยช่วยเหลือคอยชาร์จกูถึงแล้วมันแบบมันจะไม่ได้บ่อยขนาดนั้นแต่มึงแบบเป็นคนที่ทำให้กูแบบอย่าเป็นคนที่ดีขึ้นน่ะหลายหลายอย่างกูรักมึงเหมือนเดิมนะเว้ยเพื่อนกูเข้าใจเรื่องแบบเพื่อนหรือเรื่องอะไรสำหรับเอ็งอ่ะเพื่อนแล้วแบบบางอย่างที่เอ็งไม่ได้ช้ากูเลยอ่ะกูก็เข้าใจว่าแบบกูไม่เคยใช้อะไรเลยกูยอมว่ะมึงเล่นที่สุดสำหรับกูแล้วเพื่อนมึงซีเดอะเบสเลยกูรักมึงนะเพื่อนอยู่กับกูไปนานนานนะเว้ย",
    images: [
      "/kk.jpg",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 2,
    name: "เพชร",
    nickname: "เพชร",
    password: "petch2024",
    message: "เพชรเม็ดงามมีนามว่าเพื่อนหรอวะไม่ได้บอกว่าเหลี่ยมเยอะแต่มึงคือแบบคนที่มีคุณค่าจริงๆสำหรับกู",
    memory: "ก็ดีใจนะที่เจออะไรหลายหลายอย่างด้วยที่แบบไม่รู้อ่ะกูว่ามึงกับกูผ่านอะไรกันมาเยอะอยู่กูก็ไม่คิดหรอกตอนแรกอ่ะว่ากูแบบจะสนิทกับมึงขนาดนี้แบบถึงขั้นอะไรแต่ก็ขอบคุณมากๆนะที่คอยช่วยเหลือกูให้คำปรึกษากูกูยอกให้มึงเป็นThe BestของThe Best ของ The Best Friend กูเลย กูรักมึงนะเพื่อนมึงที่สุดจริงๆว่ะแล้วก็กูขอโทษเรื่องหลายหลายอย่างด้วยที่ทำให้มึงเหตุการณ์วันที่นั้นกูจำขึ้นใจกูมากเลยกูแบบก็รู้สึกผิดกับตัวเองอ่ะกูขอโทษด้วยที่ทำแบบนั้นไปกูยังรักมึงนะเพื่อนไว้เจอกันในอนาคตกูเชื่อว่าตอนนั้นมึงกับกูยังเป็นเพื่อนกันอยู่อย่าพึ่งทิ้งกูนะเว้ยไอ้สัตว์",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 3,
    name: "โอปอ",
    nickname: "โอปอ",
    password: "opal2024",
    message: "ก็ขอบคุณนะเพื่อนที่แบบคอยซัพพอร์ตอะไรต่างๆ คอยช่วยเหลือนู้นนี่นั่น",
    memory: "ก็รักนะจะให้พิมพ์ว่าไรอ่ะ รู้มือกันอยู่ถึงมันไม่ได้แบบซึ้งมากแต่ก็ขอบคุณที่คอยซัพพอร์ตมาตลอดทาง คอยช่วยเหลือต่างๆตั้งแต่ม.ต้นเลย ก็ขอบคุณและก็ขอให้โชคดีในทางมหาลัยเราอาจจะเจอกันน้อยลงหรือไม่ได้เจอเลยก็เถอะก็ขอให้มีความสุขมากๆนะถึงจะจากกันแล้วมึงยังสามารถกลับมาอ่านได้ตลอดเลยรักเพื่อนนะๆ อยู่คอยคุยคอยไรได้เสมอเลย เลิฟๆ",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ],
  },
  {
    id: 4,
    name: "ย้ะ",
    nickname: "ย้ะ",
    password: "ya2024",
    message: "ก็รักแหละไอ้เหี้ยเพื่อนคนนี้เรื่องหลายอย่างกับมึงเนาะก็ขอบคุณที่ช่วยเหลือต่างๆให้คำปรึกษานู้นนี่นั่น",
    memory: "ก็หารายได้ด้วยกันมาหลายอย่างขอให้โชคดีในอนาคตเทียบเอ็งอยากจะเป็นหรือเอ็งอยากจะทำก็หารายได้ด้วยกันมาหลายอย่างโชคดีในอนาคตเทียบเอ็งอยากจะเป็นหรือเอ็งอยากจะทำอะไรแล้วเพื่อนก็ให้โชคดีในมหาลัยก็ยังรักเอ็งเหมือนเดิมนั่นแหละเพื่อนถึงหลายอย่างมันทำให้เราแบบพากย์จากกันกูบอกว่าเท่าหนึ่งเราเจอกันแล้วก็ขอให้ทักกันเหมือนเดิม ก็ขอให้โชคดีในมหาลัยก็ยังรักเอ็งเสมอหวังดีกับเอ็งตลอดแหละถึงแบบเราจะขี้งอนอะไรงี้สู้สู้นะในมหาลัยอาจจะไม่มีโอคอยไปกวนหรือแกล้งแต่ก็นั่นแหละสู้ๆไอ่เอ๋อ",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ],
  },
  {
    id: 5,
    name: "แอ๋ม",
    nickname: "แอ๋ม",
    password: "aem2024",
    message: "ขอบคุณที่เป็นคนที่รับฟังเสมอหลายๆเรื่องมีมุมคิดนู้นนี่นั้น",
    memory: "คนนี้ก็เอาเป็นว่ารู้อยู่ในหลายหลายอย่างก็โชคดีเพื่อนในมหาลัยถึงเราแบบไม่ได้เจอกันแต่ก็สนิทเชียร์กันอยู่แล้วรู้รู้กันอยู่ก็ขอให้มีความสุขมากประสบความสำเร็จในสิ่งที่ตัวเองชอบชอบอะไรอยากรู้อะไรก็จัดไปเพื่อน ก็มีความสุขอ่ะผมไม่แบบไม่เคยว่าเพื่อนว่าอะไรเลยแต่เอ็งมีทุกข์นี่มีผมอยู่แน่นอนสู้สู้นะเป็นกำลังให้ในเรื่องมหาลัยก็ขอให้สมหวังตามที่เองอยากได้เองต้องการเลยเพื่อน",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ],
  },
  {
    id: 6,
    name: "แป้ง",
    nickname: "แป้ง",
    password: "paeng2024",
    message: "เอ้ย ไอ้เพื่อนรักรักนะเว้ยอีเอ๋อ",
    memory: "ก็รู้สึกประทับใจในเพื่อนตลอดแหละก็แบบแป้งเก่งนะแป้งเก่งมากๆเลยแบบเรื่องความรู้สึกการจัดการหรือแบบก็เก่งนะพี่เอ็งเก่งนะเพื่อนก็ขอให้ประสบความสำเร็จในมหาลัยนะได้มหาลัยที่ตัวเองชอบและเรียนในสายที่เธออยากเรียนแต่ก็อย่าหลุดเพื่อนทำแต่ให้เต็มที่ผมแบบอาจจะไม่ได้อยู่แบบกับเพื่อนขนาดนั้น ในมหาลัยเราอาจจะเจอกันบ้างไม่เจอกันบ้างก็ตามปกติถ้าเพื่อนอยู่ไกลเราอาจจะไม่ได้เจอกันก็ดูแลตัวเองดีดีเพื่อนในสังคมมหาลัยมันไม่เหมือนในนี้หรอกก็วันที่ไปประสบความสำเร็จคงตบมือดังไม่น้อยกว่าใครหรอกเพื่อนสู้สู้นะ",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 7,
    name: "เจ",
    nickname: "เจ",
    password: "jay2024",
    message: "เอ้ย คนนี้ก็รักเก่งด้วยเพื่อนอ่ะ ผมภูมิใจเลยมีนายเป็นเพื่อนอ่ะ",
    memory: "เจเก่งกล้าพูดกล้าทำหลายอย่างมีความกล้าแสดงออกก็ติดมหาลัยแล้วแหละก็ขอให้มีความสุขในระดับมหาลัยนะใช้ชีวิตตามสไตล์วัยรุ่นเราก็อย่าไปเครียดมากใช้ชีวิตแบบเรื่อยเรื่อยจอย จอยจอยเรียนหนักก็แค่พักอย่าไปซีเรียสอะไรเยอะก็เครียดเรื่องไหนก็มีผมนะผมอยู่ข้างเพื่อนตลอดแหละก็ขอเพื่อนมีชีวิตที่ดีในอนาคตก็มาขอไว้ประสบความสำเร็จต่างๆวันนั้นผมก็คงตบมือได้แหละถ้าผมเห็นว่าเป็นเพื่อนอ่ะก็เลิฟเลิฟนะเพื่อน",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 8,
    name: "นานา",
    nickname: "นานา",
    password: "nana2024",
    message: "เพื่อนกันมาตั้งกี่ปี รักนะเว้ยถึงแบบหลางอย่างไม่ลงรอยหรือบางอย่างไม่เข้าใจแต่ก็รักมึงนะเว้ย",
    memory: "ก็มึงอ่ะรักมึงว่ะแบบหลายหลายอย่างนะนานามึงกับกูอะก็อาจจะช่วงม.ต้นน่ะอาจจะไม่ได้ไรหรอกเพราะมอปลายตั้งแต่วันคอมแคมป์อ่ะที่เหมือนกูร้องไห้ว่าแบบแล้วมึงร้องไห้ตามความรู้สึกมึงเป็นคนที่แบบอ่อนไหวนะ ก็ขอบคุณที่คอยอยู่ด้วยกันคอยซัพพอร์ตนู่นนี่นั่นคอยช่วยเหลือก็รักมึงนะเว้ยรักมึงอ่ะรักมึงมากๆเลยนะถึงกับในมหาลัยเราอาจจะแบบไม่ได้ไปอยู่ในสายเดียวกันหรือแบบมหาลัยเดียวกันหรือว่าแล้วถ้าเราเจอกันสักวันนึงอ่ะกูคิดว่ากูว่าทักมึงเหมือนเดิมว่ะเพื่อนกูมองอ่ะเป็นคนนึงนะที่แบบเก่งนะเว้ยมึงก็มั่นใจนะว่ามึงอ่ะมึงเก่งมากเลยเนาะกูกล้าทำอะไรต่างๆก็ไปพูดกล้านู่นนี่นั่น ก็ขอบคุณมากๆนะเว้ยรักมึงมากๆเลยแหละกูไม่รู้ว่ะไอ้เหี้ยแบบมันได้แต่ใจกูจริงมึงเป็นคนเดียวที่แบบทำให้กูไม่อยากร้องไห้ต่อหน้ามึงเลยเพราะกูกลัวมึงแบบมึงจะร้องไห้ตามกูเห็นมึงร้องไห้เพื่อนกูเห็นมึงยิ้มมากกว่า รักนะรักนะ",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 9,
    name: "ตาหวาน",
    nickname: "ตาหวาน",
    password: "tawan2024",
    message: "เพื่อนกูตั้งหลายปี ไม่เสียใจได้ไงวะกูโครตภูมิใจในตัวมึงเลยว่ะที่เติบโตมาดีขนานนี้หลายอย่างมึงเก่งมากนะเว้ยที่ทำได้ขอบคุณมากๆนะที่คอยอยู่ข้างกัน",
    memory: "ก็สำหรับมึงกูให้มึงไปเป็นเพื่อนที่ดีนะสำหรับกูแต่แบบบางอย่างที่มึงทำกูอาจอาจจะแบบมีน้อยใจบ้างในหลายหลายเรื่องแต่กูว่าเข้าใจไหมกูไม่ค่อยจะงอนหรอกแต่ก็รักมึงแหละที่แบบเออคอยช่วยเหลือคอยทำ อะไรต่างๆให้กูก็ขอบคุณนะที่คอยอยู่เคียงข้างกันอยู่ตลอดเออว่ารู้จักกันตั้งแต่เด็กแล้วแหละก็กูว่าอันนี้มันอาจจะทำให้มึงไม่ได้ซึ้งขนาดนั้นหรอกแต่ขึ้นมหาลัยแล้วก็หวังว่ามึงจะไม่ลืมกูนะเว้ยถ้ากูไม่ติดจริงกูว่าเค้าอาจจะไปที่อื่นแหละแต่ถ้าแบบสักวันที่แบบเราต้องมาเจอกันละกูคิดว่ากูคงจำมึงได้เหมือนเดิมนั่นแหละ ก็รักมึงนะรักมึงเพื่อนคนนี้ที่กูรู้สึกว่าเออรู้สึกดีเวลาอยู่ด้วยอะไรแบบแกล้งได้อะไรได้ ก็วันไหนที่มึงประสบความสำเร็จกูก็ก็คงเป็นคนเดิมซึมแบบไอ้เหี้ยเพื่อนกูแม่งเก่งว่ะสุดยอดอะไรฟิวๆนี้ มึงเก่ง ในตัวเองนะมึงรู้ไหม สู้สู้มั่นใจตัวเองให้มากๆมึงทำได้กูเป็นคนคอยซัพพอร์ตมาขนาดนี้วันไหนที่มึงเศร้าเสียใจมีกูเพื่อนรักมึงมากๆนะเว้ย",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 10,
    name: "เบ๊บ",
    nickname: "เบ๊บ",
    password: "babe2024",
    message: "ก็เห็นผู้หญิงคนเดียวที่รู้สึกว่ากูผูกพันในช่วงมอปลายที่สุดแต่อาจจะรู้จักกันในช่วงเวลาที่สั้นที่สุดก็ได้",
    memory: "เดี๋ยวเป็นคนเก่งนะเรียนเก่งเรียนดี ก็คอยช่วยเหลืออะไรต่างๆก็แบ่งเบาภาระโอ๊ดแบบคุณครูได้ดีนะ ก็ขอให้แบบประสบความสำเร็จในอนาคตนะครับเป็นคนดีดีเลยแหละบ๊ายบายตั้งใจเรียนให้มากขอให้ติดมหาลัยที่เอ็งอยากเข้านะเว้ยผมก็เป็นกำลังใจให้เพื่อนนั่นแหละ แล้วก็วันที่เอ็งมาประสบความสำเร็จอ่ะผมก็คงหลับเป็นคนที่ยืมตบมือไม่ดังนะเพราะใครหรอกผมโคตรภูมิใจในตัวแกอ่ะที่แบบทำอะไรได้ขนาดนี้มั่นใจในตัวเองเยอะเยอะนะไม่ต้องบอกว่าตัวเองไม่เก่งคือทุกคนเก่งคนละแบบกัน อย่าไปคิดมากอย่าไปซีเรียสในหลายหลายเรื่องก็เป็นคนที่กูหื้อกูเปิดใจกับคุยเรื่องต่างๆอะไรมากมาย คุยได้หลายอย่างแบบมีความเข้ากันในเรื่องของการพูดคุยแหละมั้งก็รักนะเว้ยเพื่อนกูภูมิใจมากที่มีมึงเป็นเพื่อนน่ะ",
        images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 11,
    name: "มด",
    nickname: "มด",
    password: "mod2024",
    message: "อีเอ๋อ อย่าซีเรียสมากอีสัสหลายอย่างมันไม่ได่ใจดีกับเราตลอดหรอก",
    memory: "มึงเป็นคนเก่งนะเว้ยมด แต่มึงแบบบอบบางเกินแบบอ่อนแออ่ะไปอยู่ในสังคมใหม่มึงต้องแข็งแกร่งมากกว่าเดิมนะเว้ยคนเราอ่ะมันไม่สุดที่แค่นี้หรอกมึงเชื่อกูดิ่ทำทุกวันให้เต็มที่บางอย่สงปล่อยได้ก็ปล่อยนะเว้ย อย่าเก็บมาคิดเล็กคิดน้อย เลิกร้องไห้ได้แล้วโตๆกันละ อย่าเอาไรมาทำให้ใจมึง้ป็นทุกเถอะเพื่อน สู้ๆในสังคมใหม่นะมึงต้องเก่งกว่าเดิมในทุกวันนะเว้ย",
            images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ],
  },
  {
    id: 12,
    name: "มุก",
    nickname: "มุก",
    password: "mook2024",
    message: "ก็อยู่กับเองมานานมากมีความสุขนะเพื่อนหลายๆอย่างกว่าจะผ่านมาด้วยกันว่ะ",
    memory: "ก็เอ็ง เป็นคนแบบคอยให้คำปรึกษาดีนะเป็นคนที่แบบเวลากูมีปัญหามึงก็เป็นคนแรกแรกที่คอยชาร์จกูเลยก็ขอบคุณมากๆเลยเว้ยที่แบบเห็นกูแบบหรือแบบแบบนั่นแหละก็รักมึงมากๆแหละก็ขอให้มีความสุขในแบบช่วงเวลาอื่นช่วงเวลาแบบมหาลัยที่ต้องเจอแบบสังคมก็วันไหนมึงประสบความสำเร็จอ่ะก็คงมีกูแหละคนนึงที่ดีดีใจกับมึงเลยมึงเป็นคนที่เก่งมากๆเลยมุก ก็ขอบคุณนะที่ทำให้กูในหลายหลายอย่างรักมึงเหมือนเดิมนี่แหละเพื่อนมีอะไรก็คอยทักปรึกษากูได้เสมอคอยทักหากูถามไถ่กูได้หมดกูคอยตอบมึงตลอดเพื่อนขอบคุณมากๆนะช่วงเวลาทางมอต้นทั้งมอปลายอ่ะถ้าไม่มีมึงก็คงอาจจะไม่มีกูในวันนี้แหละใครจะไปรู้",
            images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 13,
    name: "นน",
    nickname: "นน",
    password: "non2024",
    message: "ก็กูเป็นห่วงมึงที่สุดเลยในบรรดาเพื่อนมั้งหมดอ่ะ แต่ก็รักมึงนะเว้ยคอยคุยด้วยหรืออะไรในหลายๆเรื่องอ่ะมึงเก่งนะเว้ยนน",
    memory: "ก็มึงอาจจะเป็นคนที่ที่กูพิมยาวมากที่สุด มึงเป็นคนเก่งนะเว้ยนนแต่มึงต้องแบบรักษาเวลาหน่อยเว้ยเพื่อนทุกอย่างอยู่แบบภายในเวลาหมดก็โล่งหมุนไปอ่ะมันไม่มีใครรอมึงตลอดนะเว้ยเวลามันมีค่านะเว้ยมึงอย่ามีค่าของเวลาโดยที่มึงทำตัวไปเป็นแบบเดิมนะเว้ย มึงต้องรักษาเวลานะเว้ยน้องกูไม่เป็นห่วงมึงไรเลยกูเป็นห่วงมึงใช่เรื่องเนี่ยก็สู้สู้ในมหาลัยขอบคุณที่คอยซัพพอร์ตกูมาคอยให้คำปรึกษานู่นนี่นั่นต่างๆก็กูรักมึงนี่แหละเพื่อนกูเลยออกมาบอกมึงมีไรก็ทักมาหากูได้เสมอกูขอเป็นเพื่อนมึงตลอดอย่าบอกว่ากูเป็นนู่นนี่นั่นเลยกูอยู่ตรงนี้แหละนน สู้สู้นะเว้ยรักมึงมากเพื่อน",
            images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ],
  },
  {
    id: 14,
    name: "ติส",
    nickname: "ติส",
    password: "tis2024",
    message: "เพื่อนกูมาตั้งหกปีลั่นดิ่วะ",
    memory: "ก็มึงอาจจะเป็นเพื่อนคนนึ่งสำหรับกูที่แบบสนุกนะอยู่ด้วยกันมาอ่ะ ปีนี้เราอาจจะต้องแยกย้ายกันแล้วก็เถือะ แตต่ของคุณมึงมากนะเวย้ที่คอยอยู่ข้างๆกันช่วยงานนู่นนี่นั้นแต้งกิ้วเลยแหละขอบคุณจริงหวังว่าเราจะเจอกันในอนาคตแล้วเรายังทักวันนะเว้ย",
            images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ],
  },
  {
    id: 15,
    name: "อาหมัด",
    nickname: "อาหมัด",
    password: "ahmad2024",
    message: "สนุกอยู่กับมึงอ่ะ ไอ้ฟีฟายตัวแบกไอ้กากตัวโดนเดิมพัน",
    memory: "ก็ช่วงมอปลายก็เจอมึงนี่แหละที่สนุกนะ ฟิวๆเลยแหละตัวเก่งฟีฟายเรียนก็เก่งเว้ย สู้ๆนะในมหาลัยมึงเก่งในตัวเองอยู่แล้วนะรู้ไว้มั่นใจในตัวเองมากๆ อย่าหลุดด้วยเพื่อนได้เรียนวิดวะแล้วำยายามเต็มที่นะเว้ยสู้ๆกูเป็นกำลังใจให้ตรงนี้นี่แหละ",
            images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ],
  },
  {
    id: 16,
    name: "นาย",
    nickname: "นาย",
    password: "nai2024",
    message: "ไอ้สัสมึงนี่แหละ ตัวดี",
    memory: "ก็สนุกอยู่กับพวกมึงอ่ะเรียกเสียงหัวเราะเลยแหละ ตอนแรกไม่นึกหรอกว่าจะมาสนิทกับมึง มึงดูเงียบๆไม่ค่อยอะไรนะแต่พอรู้จักแล้วแบบตลกอ่ะมีพลังบวกเยอะก็ขอให้มึงแระสบความสำเร็จในมหาลัยนะเว้ยมึงเก่งอยู่แล้วเพื่อน สู้ๆนะกูภูมิใจในตัวพวกมึงมาๆเลยแหละเพื่อน",
            images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 17,
    name: "แพรวา",
    nickname: "แพรวา",
    password: "prw@X7mK9#",
    message: "กูก็อาจจะรู้จัดมึงไม่เท่าไหร่หรอก แต่แบบสนุกนะเฟี้ยวๆเลยแหละ",
    memory: "ก็อวยพรดีกว่า ขอให้ติดมหาลัยที่มึงหวังนะเว้ยมึงเก่งในแบบของมึงอยู่แล้วสู้ๆในหลายๆอย่างกูภูมิใจในตัวพวกมึงมากนะ สู้ๆนะเว้ยในอนาคตมึงเก่งมั่นใจในตัวเองเยอะๆเพื่อนเลิฟๆๆๆ",
            images: [
      "https://images.unsplash.com/photo-1529156069898-49953e39b3ac?w=800&q=80",
      "https://images.unsplash.com/photo-1543807535-eceef0bc6599?w=800&q=80",
      "https://images.unsplash.com/photo-1522071820081-009f0129c71c?w=800&q=80",
    ]
  },
  {
    id: 18,
    name: "บอส",
    nickname: "บอส",
    password: "boss2024",
    message: "พี่ประธานแผนMultimedia",
    memory: "บอสเก่งนะเว้ย อย่าคิดว่าตัวเองไม่เก่งเลยบอสเก่งมากๆขอให้มั่นใจในตัวเองแบบนี้เรื่อยๆนะะ สู้ๆในมหาลัยที่บอสอยากเข้าอย่าไปคิดเยอะเรื่องคนอื่นเกินคำบางคำก็อย่าเอาเก็บมาคิดเลย ความสุขตัวเองคือที่สุดนะเว้ยสู้ๆนะเป็นกำลังใจให้บอสตะเหม๋อ",
  },
    {
    id: 19,
    name: "มิ้น",
    nickname: "มิ้น",
    password: "pani2024",
    message: "มิ้นเป็นคนเก่งนะเว้ย มั่นใจในตัวเองเยอะๆนะคนเก่ง",
    memory: "ก็อาจจะไม่ได้มีความทรงจำกับมึงเยอะ แต่ก็ซี้กันเลยแหละมึงเก่งนะเว้ยเพื่อนมั่นใจในตัวเองวเยอะๆนะมิ้นขอให้มีความสุขในระดับมหาลัยนะเพพื่อน ขอให้เจอสังคมดีๆที่ตัวเองชอบเลย ขอยึุณมากๆที่คอยช่วยเหลทอหรอืในคำปรึกษากูในช่วงนี้ ขอบคุณมึงจริงๆเพื่อนเลิฟๆน้าาา",
  },
      {
    id: 20,
    name: "พนาย",
    nickname: "พนาย",
    password: "pani2024",
    message: "ไอ้คนขับรถ เอ้ยไม่ช่ายย",
    memory: "ก็อาจจะเจอมึงช้าหน่อยก้เถอะ แต่อยู่กับมึงก็ชิวๆดีหนวดเรื่อยนๆ เรื่องเมาเรื่องบุหรี่ก็เพลาๆลงบ้างเพื่อนเดะจะปอดแต่งเอาเพื่อน ขอให้ติดในมหาลัยที่ฝันนะเว้ยกูรอซัพพอร์ตมึงเสมอนั่นแหละเพื่อนรัก เลิฟๆนะเว้ย",
  },
  {
    id: 21,
    name: "ครูเจมส์",
    nickname: "ครูเจมส์",
    password: "tchr#Jms2024!",
    message: "ขอบคุณครูที่สอนและดูแลพวกเราตลอดมา ครูเป็นครูที่ดีที่สุดเลยในช่วงมอต้นของผม",
    memory: "ก็ครูเป็นคนคนแรกสนุกนะครูก็มีความสุขคุยได้หลายเรื่องขอคำปรึกษาเด็กเด็กนู่นนี่นั่นขอบคุณครูมากๆครับก็ผมและจบแล้วก็ผมกลับมาเยี่ยมเยียนแวะเวียนมาหาครูแน่ก็ขอบคุณมากๆที่คอยดูแลผมในช่วงต้นได้ดีมากๆเลยแล้วก็ คอยแบบให้คำปรึกษาให้ผมมอปลายเลยครับคุยเล่นนี่นั่นขอบคุณมากๆนะครับถึงมันจะไม่ซึ้งมากผมรักครูมากๆครับขอบคุณที่ครับขอบคุณมากๆครับ",
  },
];
